// © Copyright 2010-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rengjør for flekker på baksiden av papiret";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Avbryt";

CleaningConfirmationTitle = "Rengjøring for flekker på baksiden av papiret";
CleaningConfirmationBody = "Denne prosessen kan ta flere minutter. Det er normalt med mekaniske lyder, og papiret vil bevege seg frem og tilbake i skriveren. Klikk på OK for å starte.";
PaperNotFoundTite = "Fant ikke papir";
PaperNotFoundBody = "Legg papir i papirskuffen før du starter rengjøring for flekker på baksiden av papiret. Klikk på OK for å fortsette.";
BackPageSmearCleaningTitle = "Rengjøring for flekker på baksiden av papiret…";
BackPageSmearCleaningCompleteBody = "Rengjøring for flekker på baksiden av papiret er fullført.";

NotInitiatedTitle = "Rengjøring kunne ikke initialiseres";
NotInitiatedMsg = "Rengjøringsprosedyren kunne ikke startes. Kontroller at skriveren er tilkoblet og at den ikke behandler noen jobber.";

HSDTitleTextFieldValue = "Rengjør for flekker på baksiden av papiret";
HSDGuideTextFieldValue = "Legg papir i papirskuffen før du starter rengjøringsprosessen for flekker på baksiden av papiret. Klikk på Rengjør for å fortsette.";
HSDCleanButtonTitle = "Rengjør";

BackPageSmearCancelingTitle = "Avbryter";

HSDInfoTextFieldValue = "Denne prosedyren kan utføres hvis det er utsmurt blekk på baksiden av en utskrevet side. Rengjøring av utsmurt blekk på baksiden av arket vil rengjøre en del inne i skriveren som har blekksøl på seg.";
